Repository: Matarwy/Token-ICO-Wordpress-Plugin
Catalog: languages/token-ico-*.po
Languages: ru_ru

source: Input ETH amount
ru_ru: Введите количество ETH

source: Buy token with Metamask
ru_ru: Купить токены с помощью MetaMask

source: Settings saved.
ru_ru: Настройки сохранены.

source: TokenICO Settings
ru_ru: Настройки TokenICO

source: Read the %1$sInstall and Configure%2$s for a step-by-step guide.
ru_ru: Используйте %1$sInstall and Configure%2$s для пошаговой инструкции по настройке.

source: Standard
ru_ru: Стандартные

source: Token Symbol
ru_ru: Символ токена

source: The symbol of your ICO token. E.g. TSX, not "Test Coin".
ru_ru: Символ вашего ICO токена, например TSX, но не полное имя, такое как "Test Coin".

source: Gas Limit
ru_ru: Ограничение газа

source: The gas limit to buy your ICO token
ru_ru: Максимальное количество газа, которое будет потрачено при покупке ICO токенов

source: Gas Price, Gwei
ru_ru: Цена газа, Gwei

source: The default gas price to buy your ICO token in Gwei units.
ru_ru: Максимальная цена газа при покупке ICO токенов, в единиах Gwei.

source: Base currency
ru_ru: Основная валюта

source: Input the base currency code
ru_ru: Введите код основной валюты

source: The base currency code to show in the token sell widget, progress bar, e.t.c. In most cases the default ETH is OK. Use USD or other fiat currency three letter code if you have implemented %1$s interface in your %2$sCrowdsale%3$s smart contract. Make sure to configure %4$s if non-USD fiat currency is used here.
ru_ru: Код основной валюты для отображения в виджете продажи токенов, полосе прогресса и так далее. В большинстве случаев подходит ETH. Используйте USD или код другой фиатной валюты, если ваш контракт %2$sCrowdsale%3$s реализует интерфейс %1$s. В таком случае вам необходимо указать %4$s.

source: openexchangerates.org App Id
ru_ru: идентификатор приложения openexchangerates.org

source: Base symbol
ru_ru: Символ основной валюты

source: Input the base currency symbol
ru_ru: Введите символ основной валюты

source: The base currency symbol to show in the progress bar widget. In most cases the default empty is OK. Use $ or other fiat currency symbol if you have implemented %1$s interface in your %2$sCrowdsale%3$s smart contract. Make sure to configure %4$s if non-USD fiat currency is used here.
ru_ru: Символ основной валюты для отображения в виджете продажи токенов. В большинстве случаев подходит пустая строка. Используйте $ или символ другой фиатной валюты, если ваш контракт %2$sCrowdsale%3$s реализует интерфейс %1$s. В таком случае вам необходимо указать %4$s.

source: Placeholder
ru_ru: Текст подстановки

source: Input %s amount
ru_ru: Введите количество %s

source: It is a helper string displayed in the %1$s input field for your customer to know where to input %1$s amount to buy your tokens.
ru_ru: Текст, отображаемый в поле ввода количества %1$s чтобы ваши пользователи понимали, где им следует ввести количество %1$s при покупке токенов.

source: Increase/Decrease step, in %s
ru_ru: Шаг изменения суммы, в %s

source: The step to adjust %s amount with up/down buttons
ru_ru: Шаг изменения количества %s кнопками увеличения/уменьшения суммы

source: Min allowed value, in %s
ru_ru: Минимальное количество, %s

source: The minimum %s amount allowed for token purchase. Can be used to workaround some legal circumstances.
ru_ru: Минимальное допустимое количество %s при покупке токенов. Может использоваться для обхода ограничений в законодательстве в некоторых странах.

source: Max allowed value, in %s
ru_ru: Максимальное количество, %s

source: The maximum %s amount allowed for token purchase. Can be used to workaround some legal circumstances.
ru_ru: Максимальное допустимое количество %s при покупке токенов. Может использоваться для обхода ограничений в законодательстве в некоторых странах.

source: Upgrade to Unlock!
ru_ru: Купите лицензию чтобы разблокировать эту функцию!

source: Buy Button Text
ru_ru: Текст кнопки покупки

source: The text to display on the BUY button
ru_ru: Текст кнопки покупки токенов

source: Description
ru_ru: Описание

source: Add some notes
ru_ru: Добавьте описание проесса покупки для ваших пользователей

source: Transaction data
ru_ru: Данные транзакции

source: Data to be sent in the transaction. It should starts with '0x' without quotes.
ru_ru: Данные, которые будут посланы в транзакии. Должны начинаться с '0x', но без кавычек.

source: Bounty
ru_ru: Акция

source: Put your bounty JSON code here
ru_ru: JSON-код условий акции

source: The optional JSON array of your bounty values. Note that it should be supported in your crowdsale contract. Example: <code>[[7, 40], [7, 30], [7, 20], [7, 10], [7, 5]]</code>. The 7 number is for days count. The 40, 30, 20, 10, 5 are percents of additional tokens to be sent to buyer for free.
ru_ru: Опционально здесь можно указать массив значений процентов акционных токенов. Внимание! Этот функионал должен поддерживаться вашим Crowdsale-контрактом. Например: <code>[[7, 40], [7, 30], [7, 20], [7, 10], [7, 5]]</code>. Число 7 здесь означает количество дней соответствующего периода акции, а числа 40, 30, 20, 10, 5 это проценты дополнительных токенов, которые покупатель получит при покупке токена в соответствующий период акции.

source: Blockchain
ru_ru: Блокчейн

source: The blockchain used: mainnet or ropsten. Use mainnet in production, and ropsten in test mode. See plugin documentation for the testing guide.
ru_ru: Используемый блокчейн: mainnet или ropsten. Используйте mainnet в релизе и ropsten для тестироания. В документации плагина этот вопрос освещён более подробно.

source: Etherscan Api Key
ru_ru: Ключ API etherscan

source: Put your Etherscan Api Key here
ru_ru: Введите ваш ключ API для etherscan

source: The API key for the %1$s. You need to %2$sregister%3$s on this site to obtain it.
ru_ru: Ключ API для %1$s. Вам необходимо %2$sзарегистрироваться%3$s на этом сайте чтобы получить его.

source: Install some of the %1$spersistent cache WP plugins%2$s to overcome the etherscan API limits. In this case the API would be queried only once per 5 minutes.
ru_ru: Установите один из %1$sплагинов постоянного хранения кэша%2$s чтобы обойти ограничения использования API etherscan. В результате API etherscan будет запрашиваться не чаще одного раза за 5 минут.

source: Infura.io Api Key
ru_ru: Ключ API Infura.io

source: Put your Infura.io Api Key here
ru_ru: Скопируйте сюда свой ключ API Infura.io

source: The API key for the %1$s. You need to register on this site to obtain it.
ru_ru: Ключ API для %1$s. Вам необходимо зарегистрироваться на сайте чтобы получить его.

source: Put your openexchangerates.org App Id here
ru_ru: Введите свой идентификатор приложения openexchangerates.org

source: <p>The App Id for the %1$s. You need to register on this site to obtain it.</p><p>This API is used to show rates for different currencies you want to display.</p><p><strong>Note:</strong> you do not need it if you want to display only your token, <strong>BTC</strong> and/or <strong>USD</strong>.</p><p>Install some of the %2$spersistent cache WP plugins%3$s to overcome the free account API limits in a 1000 requests per month. In this case the API would be queried only once per 1 hour.</p>
ru_ru: <p>Идентификатор приложения %1$s. Вам следует зарегистрироваться на их сайте чтобы получить его.</p><p>Это API используется для отображения курсов валют, в которые вы хотите конвертировать эфир для удобства пользователя.</p><p><strong>Внимание:</strong> вы можете опустить эту настройку, если сё, что вам нужно, это ваш токен, <strong>BTC</strong> и/или <strong>USD</strong>.</p><p>Установите один из %2$sплагинов постоянного хранения кэша%3$s чтобы обойти ограничения использования API в 1000 запросов в месяц. В результате это API будет запрашиваться не чаще одного раза за час.</p>

source: List of coins
ru_ru: Список токенов

source: Your_token,BTC,USD,...
ru_ru: Ваш_токен,BTC,USD,...

source: <p>The comma separated list of coins to convert the amount inputted by user.</p><p>Typically, it is your token symbol, USD, BTC.</p><p><strong>Note:</strong> if you want to show icons for coins, make sure that the folder <strong>icons</strong> has <strong>png</strong> files with the same names as coins you want to display, e.g. <strong>USD.png</strong>, <strong>BTC.png</strong>, <strong>YourCoinName.png</strong></p>
ru_ru: <p>Разделённый запятыми список монет для преобразования введенной пользователем суммы. </p><p>Обычно это символ вашего токена, USD, BTC.</p><p><strong>Примечание:</strong>, если вы хотите показывать значки для монет, убедитесь, что в папке <strong>icons</strong> есть <strong>png</strong> файлы с теми же именами, что и монеты, которые вы хотите отобразить, например <strong>USD.png</strong>, <strong>BTC.png</strong>, <strong>YourCoinName.png</strong></p>

source: Show icons?
ru_ru: Показывать иконки валют?

source: Check to show icons for coins you display.<p><strong>Note:</strong> make sure that the folder <strong>icons</strong> has <strong>PNG</strong> files with the same names as coins you want to display, e.g. <strong>USD.png</strong>, <strong>BTC.png</strong>, <strong>YourCoinName.png</strong></p>
ru_ru: <p>Установите флажок, чтобы показывать значки для отображаемых монет.</p><p><strong>Примечание:</strong>, если вы хотите показывать значки для монет, убедитесь, что в папке <strong>icons</strong> есть <strong>png</strong> файлы с теми же именами, что и монеты, которые вы хотите отобразить, например <strong>USD.png</strong>, <strong>BTC.png</strong>, <strong>YourCoinName.png</strong></p>

source: The ICO token address
ru_ru: Адрес ICO токена

source: Put your ICO token address here
ru_ru: Введите Ethereum адрес вашего ICO токена

source: The ethereum address of your ICO ERC20 token.
ru_ru: Ethereum адрес вашего ERC20 ICO токена для продажи.

source: The ICO crowdsale contract address
ru_ru: Ethereum адрес вашего Crowdsale контракта

source: Put your ICO crowdsale token address here
ru_ru: Введите Ethereum адрес вашего Crowdsale контракта

source: The ethereum address of your ICO crowdsale contract. You can input a simple Ethereum address here instead of the Crowdsale contract address. In this case Ether would be sent directly to this your address, but note that you’ll need to send tokens to your customers manually then.
ru_ru: Ethereum-адрес Crowdsale контракта для вашего ICO. Вы можете использовать здесь адрес обычного аккаунта Ethereum вместо адреса Crowdsale-контракта. В этом случае эфир будет напрямую посылаться на указанный вами адрес, но вам придётся вручную рассылать токены вашим инвесторам.

source: ICO period in days
ru_ru: Длительность вашего ICO, дни

source: The number of days your ICO would be opened.
ru_ru: Количество дней, в течение которых вы будете проводить ваше ICO.

source: The ICO token decimals number
ru_ru: Значение 1 токена в wei

source: Put the decimals field of your ICO token contract
ru_ru: Введите значение 1 токена в wei в вашем контракте

source: The decimals field of your ICO ERC20 token. The typical value is 1000000000000000000.
ru_ru: Значение 1 токена в wei в вашем контракте. Типичное значение 1000000000000000000.

source: The ICO token rate, in %s
ru_ru: Курс обмена токена, токенов/%s

source: Put the token rate here
ru_ru: Ведите количество единиц токенов за единицу эфира

source: The number of tokens per 1 %1$s, i.e. the token to %1$s exchange rate
ru_ru: Количество единиц токенов за единицу %1$s, т.е. курс обмена %1$s на токены

source: ICO start date
ru_ru: Дата начала ICO

source: Set the ICO date
ru_ru: Введите дату начала ICO

source: The date when your ICO would start from.
ru_ru: Дата, когда начнётся ваше ICO.

source: ICO soft cap, in %s
ru_ru: Нижняя граница ICO, %s

source: <p>A soft cap is the amount received at which your crowdsale will be considered successful. It is the minimal amount required by your project for success. You are expected to refund all money if this cap would not be reached.</p><p>This feature uses %1$s `API`. Install some of the %2$spersistent cache WP plugins%3$s to overcome the %4$s API limits. In this case the API would be queried only once per 5 minutes.</p>
ru_ru: <p>Нижняя граниа ICO - это минимальная сумма, после которой ваш ICO будет считаться успешным. Это минимальная сумма, требуемая вашим проектом для успеха. Вы обещаете вернуть все деньги инесторам, если эта сумма не будет достигнута.</p><p>Эта функция использует API %1$s. Установите один из %2$sплагинов постоянного хранения кэша%3$s чтобы обойти ограничения использования API %4$s. В результате это API будет запрашиваться не чаще одного раза за 5 минут.</p>

source: ICO hard cap, in %s
ru_ru: Верхняя граница ICO, %s

source: <p>A hard cap is defined as the maximum amount a crowdsale will receive. The crowdsale is expected to stop after this cap is reached.</p><p>This feature uses %1$s `API`. Install some of the %2$spersistent cache WP plugins%3$s to overcome the %4$s API limits. In this case the API would be queried only once per 5 minutes.</p>
ru_ru: <p>Верхняя граница ICO определяется как максимальная сумма, которую может быть собрана в течение ICO. Ожидается, что ICO будет остановлено после достижения этого значения.</p><p>Эта функция использует API %1$s. Установите один из %2$sплагинов постоянного хранения кэша%3$s чтобы обойти ограничения использования API %4$s. В результате это API будет запрашиваться не чаще одного раза за 5 минут.</p>

source: Private sale seed
ru_ru: Дополнительные средства

source: An amount of funds gained in fiat or non-Ether cryptocurrency in the %s.
ru_ru: Количество средств, собранных фиате или криптовалюте, но не через контракт Crowdsale, в %s.

source: Save Changes
ru_ru: Сохранить изменения

source: Are you sure you want to delete all TokenICO options?
ru_ru: Вы уверены, что хотите удалить все настройки этого плагина?

source: Reset
ru_ru: Сбросить

source: Need help to develop a ERC20 token for your ICO?
ru_ru: Нуждаетесь в помощи разработке ERC20 токена для вашего ICO?

source: Feel free to %1$shire me!%2$s
ru_ru: Вы можете поручить эту задачу %1$sнам!%2$s

source: Need help to configure this plugin?
ru_ru: Нужна помощь в настройке этого плагина?

source: Want to accept paypal or Bitcoin for your ICO tokens?
ru_ru: Хотите принимать платежи за свои ICO токены в фиате или Bitcoin?

source: Try the %1$sCryptocurrency Product for WooCommerce%2$s plugin!
ru_ru: Установите плагин %1$sCryptocurrency Product for WooCommerce%2$s!

source: Want to create Ethereum wallets on your Wordpress site?
ru_ru: Хотите создавать кошельки Ethereum на вашем сайте WordPress?

source: Install the %1$sWordPress Ethereum Wallet plugin%2$s!
ru_ru: Установите %1$sWordPress Ethereum Wallet%2$s плагин!

source: Want to accept Ether or any ERC20/ERC223 token in your WooCommerce store?
ru_ru: Хотите принимать платежи в ETH или любых ERC20/ERC223 токенах в вашем WooCommerce сайте?

source: Install the %1$sEther and ERC20 tokens WooCommerce Payment Gateway%2$s plugin!
ru_ru: Установите %1$sEther and ERC20 tokens WooCommerce Payment Gateway%2$s плагин!

source: Buy %s with<br>Metamask
ru_ru: Купить %s с помощью MetaMask

source: Make sure that you send Ether from a wallet that supports ERC20 tokens or from an address for which you control the private key: Otherwise you will not be able to interact with the %s tokens received. Do not send ETH directly from an exchange to the ICO address.
ru_ru: Убедитесь, что вы отправили ETH из кошелька, который поддерживает токены ERC20, или с адреса, для которого вы управляете закрытым ключом: иначе вы не сможете взаимодействовать с полученными токенами %s. Не отправляйте ETH непосредственно из обменника на адрес ICO.

source: Gas Limit: %s
ru_ru: Ограничение газа: %s

source: K
ru_ru: К

source: M
ru_ru: М

source: Result code is not 200
ru_ru: HTTP код возврата отличен от 200

source: Empty body
ru_ru: Пустой ответ сервера

source: No total_received field
ru_ru: В ответе сервера отсутствует поле total_received

source: No result field
ru_ru: В ответе сервера отсутствует поле result

source: Warning!
ru_ru: Предупреждение!

source: TokenICO Progress is not configured properly. Check that softcap is less than hardcap.
ru_ru: Отображение прогресса ICO настроено некорректно. Проверьте, что нижняя граница ICO установлена ниже верхней границы ICO.

source: Error!
ru_ru: Ошибка!

source: %s%% Complete
ru_ru: %s%% Собрано

source: Soft: %s
ru_ru: Нижняя граница: %s

source: Hard: %s
ru_ru: Верхняя граница: %s

source: Account
ru_ru: Учетная запись

source: Input your ethereum account address
ru_ru: Введите адрес вашей учётной записи Ethereum

source: Referral link
ru_ru: Реферальная ссылка

source: Copy
ru_ru: Копировать

source: My account only
ru_ru: Только мой аккаунт

source: Amount
ru_ru: Сумма

source: Amount, %s
ru_ru: Сумма, %s

source: Date
ru_ru: Дата

source: Tx
ru_ru: Транзакция

source: Download MetaMask
ru_ru: Скачать MetaMask

source: Unlock your MetaMask account please
ru_ru: Выполните вход в свой аккаунт MetaMask

source: Failed to get account balance
ru_ru: Не удалось получить баланс учётной записи

source: MetaMask network mismatch. Choose another network or ask site administrator.
ru_ru: Вы используете в MetaMask сеть Ethereum отличную от установленной на этом сайте. Попробуйте выбрать другую сеть, например, mainnet, или обратитесь к администрации сайта.

source: This is an unknown network.
ru_ru: Задана неизвестная сеть.

source: Copied to clipboard
ru_ru: Скопировано в буфер обмена

source: You have rejected the token buy operation.
ru_ru: Вы отменили покупку токенов.

source: Success! Tx hash:
ru_ru: Транзакция подтверждена:

source: Failed to get contract
ru_ru: Не удалось найти смарт-контракт

source: Empty address requested for load_transactions!
ru_ru: Задан пустой адрес!

source: days
ru_ru: дней

source: hours
ru_ru: часов

source: minutes
ru_ru: минут

source: recently
ru_ru: только-что

source: Currency is unknown or the %s is not configured correctly.
ru_ru: Неизвестная валюта, или настройка %s сконфигурирована не верно.

source: Settings
ru_ru: Настройки
